Repository: Alestor-Tech-Industries/Alestor-Tech-Net
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: sv_se

source: RaspAP Wifi Configuration Portal
sv_se: RaspAP Wifi Konfigurationsportal

source: Toggle navigation
sv_se: Växla meny

source: Configure WiFi client
sv_se: Konfigurera WiFi klienten

source: Configure hotspot
sv_se: Konfigurera hotspot

source: Configure networking
sv_se: Konfigurera nätverk

source: Configure DHCP Server
sv_se: Konfigurera DHCP

source: Configure OpenVPN
sv_se: Konfigurera OpenVPN

source: Configure TOR proxy
sv_se: Konfigurera TOR proxy

source: Configure Auth
sv_se: Konfigurera Auth

source: Change Theme
sv_se: Byt Tema

source: New passwords do not match
sv_se: Nya lösenord matchar ej

source: Username must not be empty
sv_se: Användarnamnet saknar värde

source: Admin password updated
sv_se: Admin lösenord uppdaterat

source: Failed to update admin password
sv_se: Misslyckades med att uppdatera admin lösenord

source: Old password does not match
sv_se: Gamla lösenord matchar ej

source: Username
sv_se: Användarnamn

source: Old password
sv_se: Gammalt lösenord

source: New password
sv_se: Nytt lösenord

source: Repeat new password
sv_se: Upprepa nytt lösenord

source: Client settings
sv_se: Klient inställningar

source: Channel
sv_se: Kanal

source: Security
sv_se: Säkerhet

source: Passphrase
sv_se: Lösenordsfras

source: Wifi settings updated successfully
sv_se: Wifi inställningar har uppdaterats

source: Wifi settings updated but cannot restart (cannot execute 'wpa_cli reconfigure')
sv_se: Wifi inställningar har uppdaterats men omstarten misslyckades (kan ej exekvera 'wpa_cli reconfigure')

source: Wifi settings failed to be updated
sv_se: Wifi inställningar kunde ej uppdateras

source: Failed to update wifi settings
sv_se: Det gick inte att uppdatera wifi inställningarna

source: Rescan
sv_se: Sök igen

source: Update
sv_se: Uppdatera

source: Add
sv_se: Lägg till

source: Delete
sv_se: Ta bort

source: <strong>Note:</strong> WEP access points appear as 'Open'. RaspAP does not currently support connecting to WEP
sv_se: <strong>Notera:</strong> WEP åtkomstpunkter visas som 'Öppna'. RaspAP stödjer närvarande inte anslutning till WEP

source: Interface Information
sv_se: Gränssnittsinformation

source: Interface Name
sv_se: Gränssnittsnamn

source: IP Address
sv_se: IP Adress

source: Mac Address
sv_se: Mac Adress

source: Interface Statistics
sv_se: Gränssnittsstatistik

source: Received Packets
sv_se: Mottagna Packets

source: Received Bytes
sv_se: Mottagna Bytes

source: Transferred Packets
sv_se: Överförda Packets

source: Transferred Bytes
sv_se: Överförda Bytes

source: Connected To
sv_se: Ansluten Till

source: AP Mac Address
sv_se: AP Mac Adress

source: Signal Level
sv_se: Signalnivå

source: Frequency
sv_se: Frekvens

source: Link Quality
sv_se: Länkkvalitet

source: Information provided by ifconfig and iwconfig
sv_se: Information tillhandahållen av ifconfig och iwconfig

source: No MAC Address Found
sv_se: Ingen MAC Adress Hittad

source: No IP Address Found
sv_se: Ingen IP Adress Hittad

source: No Subnet Mask Found
sv_se: Ingen Subnet Mask Hittad

source: No Data
sv_se: Inga Data

source: Not connected
sv_se: Ej ansluten

source: Interface is up
sv_se: Gränssnittet är uppe

source: Interface is down
sv_se: Gränssnittet är nere

source: Interface already down
sv_se: Gränssnittet är redan nere

source: Start wlan0
sv_se: Starta wlan0

source: Stop wlan0
sv_se: Stoppa wlan0

source: Connected Devices
sv_se: Anslutna Enheter

source: Server settings
sv_se: Server inställningar

source: Client list
sv_se: Klient lista

source: Starting IP Address
sv_se: Startar IP Adress

source: Ending IP Address
sv_se: Ending IP Adress

source: Lease Time
sv_se: Lease Tid

source: Interval
sv_se: Intervall

source: Active DHCP leases
sv_se: Aktiva DHCP ärenden

source: Expire time
sv_se: Förfallotid

source: MAC Address
sv_se: MAC Adress

source: Host name
sv_se: Värdnamn

source: Client ID
sv_se: Klient ID

source: Information provided by Dnsmasq
sv_se: Information tillhandahållen av Dnsmasq

source: Stop dnsmasq
sv_se: Stoppa dnsmasq

source: Start dnsmasq
sv_se: Starta dnsmasq

source: Dnsmasq configuration updated successfully
sv_se: Dnsmasq konfiguration har uppdaterats

source: dnsmasq already running
sv_se: dnsmasq är redan igång

source: Successfully started dnsmasq
sv_se: Startade dnsmasq

source: Failed to start dnsmasq
sv_se: Kunde ej starta dnsmasq

source: Successfully stopped dnsmasq
sv_se: Stoppade dnsmasq

source: Failed to stop dnsmasq
sv_se: Kunde ej stoppa dnsmasq

source: dnsmasq already stopped
sv_se: dnsmasq är redan stoppad

source: Dnsmasq is running
sv_se: Dnsmasq körs

source: Dnsmasq is not running
sv_se: Dnsmasq körs ej

source: Basic
sv_se: Grundläggande

source: Advanced
sv_se: Advancerad

source: Basic settings
sv_se: Grundläggande inställningar

source: Wireless Mode
sv_se: Trådlöst läge

source: Security settings
sv_se: Säkerhetsinställningar

source: Security type
sv_se: Säkerhetstyp

source: Encryption Type
sv_se: Krypteringstyp

source: Advanced settings
sv_se: Advancerade inställningar

source: Country Code
sv_se: Landskod

source: Information provided by hostapd
sv_se: Information tillhandahållen av hostapd

source: Attempting to start hotspot
sv_se: Försöker starta hotspot

source: Attempting to stop hotspot
sv_se: Försöker stoppa hotspot

source: HostAPD is not running
sv_se: HostAPD körs ej

source: HostAPD is running
sv_se: HostAPD körs

source: SSID must be between 1 and 32 characters
sv_se: SSID måste vara mellan 1 och 32 tecken

source: WPA passphrase must be between 8 and 63 characters
sv_se: WPA lösenordsfras måste vara mellan 8 och 63 tecken

source: Unknown interface
sv_se: Okänt gränssnitt

source: Country code must be blank or two characters
sv_se: Landskoden måste vara tom eller bestå av 2 tecken

source: Wifi Hotspot settings saved
sv_se: Wifi Hotspot inställningar har sparats

source: Unable to save wifi hotspot settings
sv_se: Kunde ej spara wifi hotspot inställningar

source: Start hotspot
sv_se: Starta hotspot

source: Stop hotspot
sv_se: Stoppa hotspot

source: Enable logging
sv_se: Aktivera loggning

source: Logfile output
sv_se: Logfilutskrift

source: Summary
sv_se: Sammanfattning

source: Current settings
sv_se: Nuvarande inställningar

source: Default Gateway
sv_se: Standard Gateway

source: Alternate DNS Server
sv_se: Alternativ DNS Server

source: Adapter IP Address Settings
sv_se: Adapter IP-adressinställningar

source: Enable Fallback to Static Option
sv_se: Aktivera Fallback till statiskt alternativ

source: Static IP
sv_se: Statisk IP

source: Enabled
sv_se: Aktiverad

source: Disabled
sv_se: Inaktiverad

source: Static IP Options
sv_se: Statiska IP-alternativ

source: Apply settings
sv_se: Använd inställningar

source: Information provided by /sys/class/net
sv_se: Information tillhandahållen av /sys/class/net

source: Language
sv_se: Språk

source: Language settings
sv_se: Språkinställningar

source: Select a language
sv_se: Välj ett språk

source: Language setting saved
sv_se: Språkinställningen sparades

source: Console
sv_se: Konsol

source: Hostname
sv_se: Värdnamn

source: Uptime
sv_se: Drifttid

source: Memory Used
sv_se: Minne Använt

source: CPU Load
sv_se: CPU Användning

source: Reboot
sv_se: Starta om

source: Shutdown
sv_se: Stäng av

source: System Rebooting Now!
sv_se: Systemet Startar Om Nu!

source: System Shutting Down Now!
sv_se: Systemet Stängs Av!

source: Theme settings
sv_se: Temainställningar

source: Select a theme
sv_se: Välj ett tema

source: Save settings
sv_se: Spara inställningar

source: Refresh
sv_se: Uppdatera
